/* No comment provided by engineer. */
"Add static tags to each published file (optional)." = "Ajouter des balises statiques à chaque fichier publié (facultatif).";

/* No comment provided by engineer. */
"Library" = "Bibliothèque";

/* No comment provided by engineer. */
"No media selected." = "Aucun fichier multimédia n’est sélectionné.";

/* No comment provided by engineer. */
"Publish all media files to Podcast Library" = "Publier tous les fichiers multimédias dans la bibliothèque de podcast";

/* No comment provided by engineer. */
"Too many keywords (maximum is 16)." = "Nombre de mots-clés trop élevé (le maximum est 16).";

